Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The support consist of conversations, both via telephone, e-mail, and in person, during the course of which the Head PSOD seeks advice on various matters related to AU Peace Operations, the African Standby Force and specifically the civilian dimension of peace operations.
nb: Støtten består i samtaler, via telefon, e-mail og personlig, gjennom perioden der sjefen for PSOD ønsker råd om diverse saker relatert til AU fredsoperasjoner, den afrikanske beredskapsstyrken og spesielt sivildimensjonen av fredsoperasjoner.

source: Free Standing Courses - University of Oslo
nb: Enkeltemner - Universitetet i Oslo.

source: Three short presentations, based on recently published policy papers at NUPI, will examine the RFE-East Asia relationship from different perspectives, and will also explore the question of how East Asian economies can participate in the future development of the RFE.
nb: Tre korte presentasjoner, basert på nylig utgitte policy papers i NUPI, vil undersøke forholdet mellom RFE og øst-Asia fra forskjellige perspektiver og utforske spørsmålet rundt hvordan øst-asiatiske økonomier kan delta i videre utvikling av RFE.

source: This edited volume set out to explore how resilience, adaptive peacebuilding and transitional justice can help societies recover after collective violence.
nb: Denne bokens mål er å utforske hvordan resiliens, adaptiv fredsbygging og overgangsrett («transitional justice») kan hjelpe samfunn med å komme seg etter det som på engelsk kalles «collective violence».

source: There is no necessary link between living in another country than one’s home country and having an offshore account.
nb: Det eksisterer ikke noen nødvendig sammenheng mellom det å bo utenlands og det å ha en konto offshore.

source: The image shows UN Secretary General Antonio Guterres and China's President Xi Jinping.
nb: Bildet viser FNs generalsekretær Antonio Guterres og Kinas president Xi Jinping.

source: ‘Abiy Ahmed is a choice that makes sense, because of his work nationally and with Eritrea in 2018, but the past six months have brought new challenges.
nb: - Abiy Ahmed er et fornuftig valg for det han gjorde nasjonalt og overfor Eritrea i 2018, men det siste halvåret har det kommet nye utfordringer.

source: ‘Why is Russia so interested in control over Ukrainian territory?’
nb: - Hva er årsaken til at Russland er så interesserte i kontroll over ukrainsk territorium?

source: Seminar with the world famous economimist and professor Leszek Balcerowicz who is the man behind the transformation of the polish economy in the 1990's
nb: Seminar med den verdenskjente økonom og professor Leszek Balcerowicz som står bak sjokk-reformene av polsk økonomi på 1990-tallet.

source: But would PNR actually have stopped the Paris or the Copenhagen attacks?
nb: Men ville et europeisk PNR ha stoppet angrepene i Paris og København?

source: 'I and NUPI’s Board are very pleased to announce that Ulf Sverdrup has accepted to renew his fixed term at NUPI.
nb: - Jeg og NUPIs styre er meget glade for å kunne meddele at Ulf Sverdrup har takket ja til et nytt åremål på NUPI.

source: In sum we have seen a far more interventionist and active USA than we expected with President Trump.
nb: Samlet sett har vi sett et langt mer intervensjonistisk og aktivt USA enn vi forventet med Trump som president.

source: Omans’s role in quiet diplomacy is the topic for the fourth paper in NUPI’s article series on the Iran nuclear agreement.
nb: Omans rolle i stille diplomati er tema for det fjerde notatet i NUPIs artikkelserie om atomvåpenavtalen med Iran.

source: Daniella Slabinski is a Research Assistant in the
nb: Daniella Slabinski er vitenskapelig assistent i Forskningsgruppen for

source: The project is funded by the Norwegian Research Council from 2014 to 2019, and it is an interdisciplinary collaboration between NUPI, SNF in Bergen and Ruralis in Trondheim, with international partners in the US, UK and India.
nb: Prosjektet er finansiert av Norges Forskningsråd i 2014-2019, og er et tverrfaglig samarbeid mellom NUPI, SNF i Bergen og Ruralis i Trondheim, og med internasjonale partnere i USA, Storbritannia og India.

source: EU more security- and interest-driven in the Middle East
nb: EU mer sikkerhets- og interessedrevet i Midtøsten

source: Selection is based on quality and policy-relevance of the proposed research projects.
nb: Utvalget er basert på kvalitet og policy-relevans i forslagene til forskningsprosjekter.

source: Why Ukraine matters, by James Sherr, Chatham House
nb: Why Ukraine matters, av James Sherr, Chatham House

source: Vibeke Schou Tjalve is an expert on the ideological and religious roots of American politics, security and military culture.
nb: Vibeke Schou Tjalve er ekspert i de ideologiske og religiøse røttene i amerikansk politikk, sikkerhet og militærkultur.

source: The roundtable was led and moderated by Mats Berdal, King’s College London, with contributions from Kristian Berg Harpviken, PRIO, Jo Inge Bekkevold, IFS, and Torunn Wimpelmann, Chr.
nb: Rundebordet ble ledet og moderert av Mats Berdal, King’s College London, med innledninger fra Kristian Berg Harpviken, PRIO, Jo Inge Bekkevold, Institutt for forsvarsstudier og Torunn Wimpelmann, Chr.

source: The Norwegian Institute of International Affairs has the great pleasure of inviting you to the Military power seminar 2012.
nb: Norsk Utenrikspolitisk Institutt har gleden av å invitere til Militærmaktseminaret 2012:

source: presents a cutting-edge assessment of NATO's collective defence strategies in the immediate aftermath of the July 2016 NATO Warsaw Summit.
nb: presenterer en banebrytende vurdering av NATOs kollektive forsvarsstrategier i kjølvannet av NATOs toppmøte i Warszawa i juli 2016.

source: While the European integration process with the European Union (EU) is by far the most extensive example of regional integration, similar processes has been launched both in Africa (African Union), Asia (ASEAN).
nb: Det mest kjente eksemplet her til lands er nok det europeiske integrasjonsprosjektet, EU, men liknende prosesser har skjedd både i Afrika (AU) og Asia (ASEAN).

source: Researcher, Mass Migration Governance in Europe and the Middle East - University of Cambridge, Faculty of Asian and Middle Eastern Studies
nb: Forsker på massemigrasjon, styring i Europa og Midtøsten - Universitetet i Cambridge, Fakultet for Asia- og Midtøstenstudier

source: Senior researcher and previous NUPI director Sverre Lodgaard is awarded an honorary degree in Japan.
nb: Mangeårig forsker og tidligere direktør ved NUPI Sverre Lodgaard er tildelt et æredoktorat i Japan.

source: Latvian system of protection of critical infrastructure – Māris Andžāns LIIA
nb: Latvisk system for beskyttelse av kritisk infrastruktur - Māris Andžāns LIIA

source: As the EU Global Strategy of 2016 is rather vague, the hope is that the Strategic Compass will help clarify the main purpose of the Common Security and Defence Policy (CSDP).
nb: Mens EU's globale strategi for 2016 er relativt vag, er håpet at det strategiske kompasset skal klargjøre hensikten med sikkerhets- og forsvaspolitikken (CSDP).

source: Project leader Morten Bøås explains the core objective of the PREVEX project:
nb: Prosjektleder Morten Bøås forklarer hva målet med PREVEX-prosjektet er:

source: a cooperation between NUPI an Simula
nb: prosjektsamarbeid mellom NUPI og Simula

source: Over the last 20 years, the UN has developed a significant operational political and peacemaking capacity.
nb: I løpet av de siste 20 årene har FNs kapasitet til operasjonelle politiske og fredsbevarende tiltak utviklet seg betydelig.

source: Research seminar based on Ulrik Pram Gad's doctoral thesis on Danish identity policy in relation to Europe and Islam.
nb: Forskerseminar med bakgrunn i Ulrik Pram Gad's doktorgradsarbeid om dansk identitetspolitikk i forhold til Europa og Islam.

source: However, the picture is not all negative, says Gåsemyr.
nb: Men bildet er slett ikke ensidig negativt, sier Gåsemyr.

source: In a new Policy Brief written by NUPI’s Niels Nagelhus Schia and Lars Gjesvik, the authors analyse China’s ambitions for imposing and strengthening the concept of cyber sovereignty in international negotiations on topics related to cybersecurity and Internet governance (IG).
nb: Niels Nagelhus Schia og Lars Gjesvik analyserer Kinas ambisjoner for å styrke konseptet om cyberautnonomi i internasjonale forhandlinger om cybersikkerhet og internettstyring i denne nye policy briefen.

source: Research Group for Security and Defence
nb: Forskningsgruppen for forsvar og sikkerhet

source: He is a regular contributor to Dagens Næringsliv.
nb: Han er fast bidragsyter i Dagens Næringsliv.

source: (revised edition coming out in October 2021
nb: (revidert utgave kommer i oktober 2021

source: To logically connect the empirical data with the study’s research question, I have used a case study research design, with process tracing and the semi-structured interview as methods for data collection.
nb: Den komparative casestudien har blitt benyttet som forskningsdesign, med prosessporing og semi-strukturerte intervjuer som metode for datainnsamling.

source: He holds a PhD in political science from the London School of Economics and Political Science.
nb: Han har doktorgrad i statsvitenskap fra London School of Economics and Political Science.

source: The country is no longer the arena for a regional and international proxy conflict.
nb: Landet er ikke lenger er en primær arena for regional og internasjonal proxy-konflikt.

source: State Secretary Audun Halvorsen chairs these meetings, while PRIO and NUPI are in charge of the organization.
nb: Statssekretær Audun Halvorsen i UD har ledet møtene, mens PRIO (Institutt for fredsforskning) og NUPI (Norsk utenrikspolitisk institutt) står for organiseringen.

source: In addition to being the main sources of research funding, institutions based in Europe and North America received 78% of the funding for climate research on Africa, while African institutions received only 14.5%.
nb: I tillegg til å være hovedkildene til forskningsfinansiering, mottok institusjoner basert i Europa og Nord-Amerika 78 prosent av finansieringen til klimaforskning på Afrika, mens afrikanske institusjoner bare mottok 14,5 prosent.

source: EPON panel at Stockholm Forum for Peace and Development 2019
nb: EPON-panel på Stockholm Forum for Peace and Development 2019

source: Professor of History and Theory of International Relations, University of Groningen
nb: Professor, historie og internasjonaol politikk, Universitetet i Groningen

source: Equally important is the monopoly on violence the Peshmerga has over Kurdish territory – according to the Iraqi constitution, Iraqi military and security forces have no authority in the KRI.
nb: Likeså viktig er voldsmonopolet Peshmergaen har hatt over kurdisk territorium – irakiske militære- og sikkerhetsstyrker har ifølge konstitusjonen ingen myndighet i KRI.

source: He is currently senior research fellow at the Norwegian Defence Research Establishment (FFI) and adjunct professor of political science at the University of Oslo.
nb: Thomas Hegghammer er seniorforsker ved Forsvarets Forskningsinstitutt (FFI) og professor ll ved Universitetet i Oslo.

source: She served in two U.S. presidential administrations, spearheading the Cyberspace Policy Review for President Barack Obama and leading the Comprehensive National Cybersecurity Initiative (CNCI) for President George W. Bush.
nb: Hun har jobbet med to av USAs presidentadministrasjoner. Hathaway ledet Cyberspace Policy Review under president Barack Obama og Comprehensive National Cybersecurity Initiative (CNCI) under president George W.

source: The chapter, “Fighting international terrorism the French way”, examines how counterterrorism in France has changed over the past 20 years.
nb: Kapittelet “Fighting international terrorism the French way” undersøker hvordan antiterror i Frankrike har endret seg de siste 20 årene.

source: Indeed, at an open debate on Climate Security earlier this year, Secretary-General
nb: I en åpen debatt om klimasikkerhet tidligere i år,

source: Adviser, China Programme, Norwegian Centre for Human Rights, Faculty of Law, University of Oslo
nb: Rådgiver, Kinaprogrammet, Norsk senter for menneskerettigheter, Det juridiske fakultet, UiO

source: (KAICT) at the University of Liberia.
nb: (KAICT) ved Universitetet i Liberia.

source: ’ (2019) asks why we hate Trump’s wall and love the Great Wall of China.
nb: ’ fra 2019 spør hvorfor vi hater Trumps mur mot Mexico og den kinesiske mur.

source: Roman Vakulchuk is a senior research fellow at NUPI.
nb: Roman Vakulchuk er seniorforsker ved NUPI.

source: His research has been funded by Fulbright, IREX, and in 2020 he will be a research fellow at New York University's Jordan Center for the Advanced Study of Russia.
nb: Hans forskning har blitt støttet av Fulbright og IREX. I 2020 vil han tiltre som Research Fellow ved NYU Jordan Center for the Advanced Study of Russia.

source: , and it will be live streamed on
nb: , og direktestrømmes til

source: Chinese cyber security and consequences for Europe
nb: Kinesisk cybersikkerhet og konsekvenser for Europa

source: Moore argued that there are four questions that determine what we refer to as ‘tax morale’ - the voluntary compliance of paying taxes:
nb: Ifølge Moore er det fire spørsmål som utgjør det vi referer til som ‘skattemoral’ – altså om vi ønsker å betale skatt eller ikke:

source: The meeting was kicked off with presentations by Guang Cong, Deputy Special Representative of the Secretary General (Political) to the United Nations Mission in South Sudan (UNMISS) and Christophe Hodder, UN Environmental Advisor to Somalia.
nb: Møtet ble startet med presentasjoner av Guang Cong, stedfortredende spesialrepresentant for generalsekretæren (politisk) til FNs operasjon i Sør-Sudan (UNMISS) og Christophe Hodder, FNs miljørådgiver for Somalia.

source: He is coming to Oslo to present a current book project and an article, with the title «“These Days of Shoah”: History, Habitus, and Realpolitik in Jewish Palestine, 1942–1943».
nb: Han kommer til Oslo for å presentere et pågående bokprosjekt og en artikkel med tittelen «“These Days of Shoah”: History, Habitus, and Realpolitik in Jewish Palestine, 1942–1943».

source: Frank Schimmelfennig is Professor of European Politics and member of the Center for Comparative and International Studies at ETH Zurich.
nb: Frank Schimmelfennig er professor i europeisk politikk og tilknyttet Center for Comparative and International Studies ved ETH Zurich.

source: The Training for Peace Programme at NUPI invites to a seminar with Director of Eastern Africa Standby Brigade Coordination Mechanism (EASBRICOM), Simon MULONGO
nb: Training for Peace-programmet ved NUPI inviterer til seminar med lederen av Eastern Africa Standby Brigade Coordination Mechanism (EASBRICOM), Simon MULONGO

source: Earlier, he was the U.S. ambassador to the Republic of Korea (2004-05), Poland (2000-04), the Republic of Macedonia (1996-99) and the special envoy to Kosovo (1998-99).
nb: Tidligere har han vært den amerikanske ambassadøren til Sør-Korea (2004-05), Polen (2000-04), Republikken Makedonia (1996-99) og spesialutsending til Kosovo (1998-99).

source: Conference on the coordination of international initiatives in Afghanistan.
nb: Fagkonferanse for internasjonale og nasjonale aktører i Afghanistan, beslutningstakere og andre sentrale premissleverandører.

source: For more information on William McCants
nb: McCants bok tar for seg følgende spørsmål:

source: The meeting is a part of the Dialogue Forum for Norway's membership in the United Nations Security Council 2021-2022.
nb: Møtet er en del av Dialogforumet for Norges rolle i FNs sikkerhetsråd 2021-2022.

source: Another important challenge for resource management in the disputed areas is the demanding security situation.
nb: En annen viktig utfordring for ressursforvaltning i de omstridte områdene er den krevende sikkerhetssituasjonen.

source: (Nansen Environmental and Remote Sensing Center) and
nb: (Nansensenteret for miljø og fjernmåling) og

source: In this setting, the EU-China trade and investment relationship is at the core.
nb: Handels- og investeringsforholdet mellom EU og Kina ligger i kjernen av dette.

source: He is a former European Commission advisor and well-known policy analyst and commentator on EU and international affairs.
nb: Han er tidligere rådgiver til Europakommisjonen og er en velkjent analytiker og kommentator på EU og internasjonale saker.

source: Many of the recent technological changes, for example, aren’t something Trump can be blamed for.
nb: En del av disse teknologiske endringene, kan vi for eksempel ikke skylde på Trump for.

source: (Episteme, Turkey) is a political scientist and former soldier served with the Turkish Special Forces.
nb: (Episteme, Tyrkia) er statsviter og tidligere soldat i den tyrkiske spesialstyrken.

source: aims to bridge this gap by examining the recent drive to integrate counterterrorism (CT) and preventing and countering violent extremism (P/CVE) into relevant activities of UN peace operations, as well as the associated challenges and opportunities.
nb: søker å bygge bro over dette gapet gjennom å undersøke innsatsen for å integrere kontraterror (CT) og forebyggong og imøtegåelse av voldelig ekstremisme (P/CVE) i FNs fredsoperasjoner, så vel som tilhørende utfordringer og mulighetet.

source: through the project «Gateway or Garrisson?
nb: gjennom prosjektet «Gateway or Garrisson?

source: Seminar teacher in International Environmental- and Resource Politics, University of Oslo
nb: Seminarleder i Internasjonal miljø- og ressursforvaltning, Universitetet i Oslo

source: He previously served as Senior Principal Research Analyst in the Multilateral Policy Directorate of the Foreign and Commonwealth Office.
nb: Han har tidligere fungert som seniorforskningsanalytiker i Multilateral Policy Directorate i det britiske utenriksdepartementet (FCO).

source: Opening and welcome by NUPI Director Ulf Sverdrup, State Secretary Marianne Hagen and Member of Paliament Elin Rodum Agdestein
nb: Åpning av arrangementet ved NUPI-direktør Ulf Sverdrup, statssekretær i UD Marianne Hagen og leder for Stortingets delegasjon til det parlamentariske partnerskapet Asia-Europa (ASEP), stortingsrepresentant Elin Rodum Agdestein.

source: Aging, economic growth, the sustainable development goals (SDG) and global order in turbulent times are on the agenda.
nb: Alderdom, økonomisk vekst, bærekraftsmålene og global orden i en turbulent tid er på agendaen.

source: , published at Routledge.
nb: , utgitt på Routledge.

source: Dr Jordan Branch is Assistant Professor of Political Science at Brown University.
nb: Dr Jordan Branch er assisterende professor i statsvitenskap ved Brown University.

source: The 2021 Parliamentary Elections as a Window into Russian Politics
nb: Parlamentsvalget 2021 – et vindu inn mot russisk politikk

source: Please join us at NUPI’s Russia Conference on 10 September – this year in an online format!
nb: Sett av 10. september i kalenderen og bli med oss på NUPIs årlige Russlandskonferanse – i år i online-format!

source: António Guterres is the ninth United Nations Secretary-General, and took up office on 1 January.
nb: António Guterres er FNs niende generalsekretær, og tiltrådte 1 januar i år.

source: Although Iraqi Kurds have had de facto autonomy since 1991, this is largely a result of the US-led invasion in 2003, which led to constitutional anchoring of the KRG in 2005.
nb: Selv om Iraks kurdere har hatt de facto autonomi siden 1991, er dette i stor grad et resultat av den USA-ledede invasjonen i 2003, som førte til at kurdisk selvstyre fikk konstitusjonell forankring i 2005.

source: Deborah Welch Larson is professor of political science at the University of California, Los Angeles.
nb: Deborah Welch Larson er professor i statsvitenskap ved University of California i Los Angeles. Hennes publikasjoner inkluderer

source: MA in Political Science - The University of Oslo
nb: Mastergrad i statsvitenskap - Universitetet i Oslo

source: The Islamic Republic of Iran has been building a transnational network of Shi’a militias since 1979, commonly referred to as its asymmetric warfare capability and ‘strategic depth’.
nb: Den islamske republikken Iran har bygd et transnasjonalt nettverk av sjiamilitser siden 1979, ofte referert til som dens asymmetriske krigføringsstyrke og ‘strategiske dybde’.

source: In cooperation with IRENA, Harvard University and Columbia University, NUPI this week publish a report exploring the opportunities and challenges renewables have on geopolitics.
nb: Sammen med IRENA og universitetene Harvard og Columbia, legger NUPI denne uken frem en rapport som undersøker mulighetene og utfordringene fornybar energi fører med seg for geopolitikken.

source: Professor, Health Management and Policy, Global Public Health and Political Science, University og Michigan
nb: Professor, Helseledelse og Politikk, Global Offentlig Oelse og Statsvienskap, University of Michigan

source: Through NUPI’s over 55 year long history, the research activity has covered a wide field, while the institute has adapted to what the Norwegian and the international community have demanded.
nb: Gjennom NUPIs over 55 år lange historie har forskningsaktiviteten dekket et bredt felt, samtidig som den har vært tilpasset hva det norske og internasjonale samfunn har etterspurt.

source: A more connected Asia – new possibilities in Europe?
nb: Et mer sammenkoblet Asia – nye muligheter i Europa?

source: ‘This means that populistic Trump in the USA, Le Pen in France or Wilders in the Netherlands views figures like Russia’s authoritarian Putin and Hungary ‘s controversial Prime Minister Orbán as allies.’
nb: - Det betyr at populistiske Trump i USA, Le Pen i Frankrike eller Wilders i Nederland ser på autoritære Putin i Russland og kontroversielle Orbán i Ungarn som allierte.

source: Seminar on competing versions of Islam in Chechnya and the potential for new conflicts in the North Caucasus region.
nb: Seminar om konkurrerende retninger innen islam i Tsjetsjenia og mulighetene for nye konflikter i Nord-Kaukasus.

source: Editor of the Armed Conflict Database and Research Fellow, The International Institute for Strategic Studies (IISS)
nb: Redaktør for Armed Conflict Database og forsker, The International Institute for Strategic Studies (IISS)

source: Minister of Foreign Affairs Aurélien Agbénonci of Benin and Mr. Jan-Morten Torrissen signed a MOU on capacity building and research collaboration on a number of areas, specifically issues related to peace and conflict.
nb: Utenriksminister Aurélien Agbénonci og administrasjonssjef Jan-Morten Torrissen underskrev en MOU om kapasitetsbygging og forskningssamarbeid å¨en rekke områder, særlig på tema relatert til fred og komflikt.

source: In this seminar Agata Gostyńska-Jakubowska will present a well-informed assessment of the impact of the results of the British BREXIT vote for the future of the UK and the future of the European integration project.
nb: På dette seminaret vil Agata Gostyńska-Jakubowska gi sin vurdering av hvordan resultatene av det britiske BREXIT-valget vil påvirke Storbritannia i framtiden og hvordan det vil gå med det europeiske integrasjonsprosjektet i tiden framover.

source: Director of the Global Europe Centre and Professor of Politics and International Relations at the University of Kent
nb: Direktør for Global Europe Centre og professor i politikk og internasjonale relasjoner ved University of Kent
